soderganie_full = '<a href="https://telegra.ph/Soderzhanie-07-24-4">Содержание</a>'

vvedenie_text = ('Это всё истории из реальной жизни. Страшные по форме, необратимые по последствиям, бессмысленные '
                 'по содержанию. Так выглядят пытки. Пытки — это страшный опыт. Физическая и моральная боль от пережитого '
                 'остаётся с человеком до конца жизни. Жертвами пыток становятся сотни, тысячи людей, и лишь малая часть '
                 'этих историй предаётся огласке. Одни молчат из страха '
                 'или от стыда, другие громко заявляют о случившемся с ними, но под давлением берут свои слова назад. Сил, '
                 'чтобы добиться справедливости и наказать виновных, хватает далеко не всем. Третьи, столкнувшись с насилием '
                 'или произволом, не способны даже понять, что стали его жертвой.')



other_ant =  'Давайте лучше продолжим чтение ?'



# text_for_send_refferal = 'Напишите и отправьте ваш отзыв в следующем сообщении !'

# success_send = 'Ваш отзыв успешно отправлен !',

help_command = ('Это книга <b>«Анатомия Распада»</b> написанная <a href="https://pytkam.net">Командой Против Пыток</a>  '
                'вышедшая в июле 2024 года и офрмленная в форме бота-книжки.\n\n'
                '<b>Книга состоит из трех частей:</b>\n\nПервая из них посвящена эволюции законодательства: '
                'мы рассказываем, как появились основные законы, как трансформировались институты и к чему привело '
                'огромное количество правок Уголовного кодекса. Эта часть показывает, как законодательство из '
                'относительно демократичного превращалось в репрессивное.\n\nВо второй части мы описываем правила, '
                'по которым вот уже многие годы функционирует правоохранительная система, и объясняем, почему она не'
                ' в состоянии защищать человека.\n\nТретья часть посвящена общественному и политическому контексту,'
                ' который сделал невозможным нормальный, полноценный и продуктивный разговор о важности прав '
                'человека.\n\n<b>«Анатомия распада»</b> поможет лучше понять логику государства и, как следствие, '
                'помочь обрести почву под ногами. Она нужна, чтобы жить в реальной России. ')


contacts = ('AgACAgIAAxkBAAIJsGaEhvzHk4FQoUAsZ01Lu4bD2t-5AAI26TEbzfEhSBF2IsJ0obusAQADAgADeAADNQQ',
            '<b>Свяжитесь с нами</b>\n\n'
            'Подписывайтесь на наши страницы в социальных сетях:\n\n'
            '<a href="https://www.facebook.com/facesofrussianresistance">Facebook</a>\n\n'
            '<a href="https://instagram.com/facesofrussianresistance">Instagram</a>\n\n'
            '<a href="https://twitter.com/facesresistance">Twitter</a>\n\n'
            '<a href="https://twitter.com/facesresistance">Телеграм</a>\n\n'
            'Вы можете связаться с нами одним из этих способов:\n\n'
            'Телеграм:  @ElenaFilina_mundep\n\n'
            'Почта:  faceofrr@gmail.com\n\n'
            '/exit     Вернуться к чтению'
            )



back = '/back   ◀️'