

forzatz = 'AgACAgIAAxkBAAMVZqA-3sn9uX-g-BVvw49sFrA4lZ0AAiXaMRvKrwhJ-T2LTpPsi7kBAAMCAAN4AAM1BA'
two_site = 'AgACAgIAAxkBAAMXZqBB2VWkcsGmzdr2ncq4VeBD0XsAAibaMRvKrwhJK_iJmx0SRHsBAAMCAAN4AAM1BA'


one_zero = 'AgACAgIAAxkBAAPGZqF30wqD4BssRkGl8vpK2Yc8EjsAAl_hMRuY4glJmu0cTKBClZ0BAAMCAAN5AAM1BA'

one_two = 'AgACAgIAAxkBAAPIZqF3339xczu4plb1k-fcPE15eNIAAmDhMRuY4glJyNrnwMagU5gBAAMCAAN5AAM1BA'
one_three = 'AgACAgIAAxkBAAPKZqF35TyGmvLij5WqPRoMAVViJxIAAmHhMRuY4glJUpEtO749qWkBAAMCAAN5AAM1BA'
one_fore = 'AgACAgIAAxkBAAPMZqF37JEe8IfG6UB7kk7ZUBxrsd4AAmLhMRuY4glJTT9lzBINaXYBAAMCAAN5AAM1BA'



part_II_forzatz = 'AgACAgIAAxkBAAIBuGaj99uVq_n0BM0pk8FNuOBXcJ9hAAIG4TEbc-AgSUg18mbsUwvAAQADAgADeQADNQQ'

part_II_2 = 'AgACAgIAAxkBAAIBumaj9-W7KiCUVcuaMyG7JUXNVe3LAAIH4TEbc-AgSZyaV1OS9xkiAQADAgADeAADNQQ'

part_II_3 = 'AgACAgIAAxkBAAIBvGaj9-xuzndu3rvdmH9HPL_ahMudAAII4TEbc-AgSYfA_mkE2zhqAQADAgADeAADNQQ'

part_II_4 = 'AgACAgIAAxkBAAIBvmaj9_FJ02YrichOhRMlx4o_7XGOAAIJ4TEbc-AgST9-mCtCgX2hAQADAgADeAADNQQ'



part_III_forzatz = 'AgACAgIAAxkBAAICR2alLJz0TsYHofLkEVRUL2LiUtAWAAKy5TEbQY8pScBhQaa1A864AQADAgADeAADNQQ'

part_III_5 ='AgACAgIAAxkBAAICSWalLKOY8luJO1Jork1bUyRt4X1gAAK35TEbQY8pSfwecPzZ4FnbAQADAgADeAADNQQ'

part_III_6 ='AgACAgIAAxkBAAICS2alLKjnFWMT98du-cNbDqV0ru-dAAK45TEbQY8pSTMdg1JcMG61AQADAgADeAADNQQ'

zakl = 'AgACAgIAAxkBAAICTWalLLB1iEqMZBb1slT25foluyY5AAK55TEbQY8pSSZuIZCVVGIxAQADAgADeAADNQQ'



pagin_dict = {

    1:('AgACAgIAAxkBAAMDZqA1WC0kPtJdUjbcnc_TMFJDVNAAAhXaMRvKrwhJWv1Xt-TvjwQBAAMCAAN4AAM1BA',
       '<b>Сентябрь 1998 года. Алексей Михеев</b>\n\n '
       'Пытки электрическим током, угрозы и побои — так сотрудники милиции* '
       'заставляли своего коллегу Михеева признаться в изнасиловании и убийстве '
       'случайной знакомой. Не выдержав недельных издевательств, Михеев выбросился с '
       'третьего этажа отделения милиции и сломал позвоночник. Спустя всего несколько часов'
       ' после этого «жертва» изнасилования и убийства, целая и невредимая, вернулась дом'
       'ой. Алексей остался инвалидом. Уголовное дело против силовиков с учётом всех эпи'
       'зодов приостанавливалось, прекращалось и вновь возобновлялось три десятка раз. В о'
       'бщей сложности расследование длилось 7 лет. Двое милиционеров приговорены к 4 год'
       'ам лишения свободы, ещё трое избежали ответственности в связи с истечением сроков '
       'давности. В 2006 году Евро пейский суд по правам человека (далее в тексте — ЕСПЧ) вы'
       'нес по этому делу постановление, ставшее первым в от ношении России за пытки в прав'
       'о охранительных органах.\n\n* <i>Тогда она ещё называлась именно так</i> '),

    2:('AgACAgIAAxkBAAMFZqA2XrzAQY1NPKAQjyM9teku8koAAhnaMRvKrwhJOzXh73ByjQcBAAMCAAN4AAM1BA',
       '<b>Ноябрь 1999 года. Ольга Маслова</b>\n\nГрупповое изнасилование, электрический ток и «слоник»* — этим обернулся'
       ' визит в милицию для 19-летней Ольги Масловой, отказавшейся на допросе и очной ставке оговорить знакомого в убийстве. '
       'Ольгу отпустили домой только после того, как она под давлением дала нужные по казания и стала жертвой повторного изн'
       'асилования. Пря мо в отделении милиции девушка попыталась вскрыть себе вены. Она находилась в статусе свидетеля'
       '. Расследование дела против силовиков затягивалось из-за процессуальных ошибок и родителей обвиняемых. Экс-сотру'
       'дники МВД были детьми уважаемых юристов — двух судей Нижегородского областного суда и декана мест ного юрфака. Следс'
       'твенная тяжба затянулась на 8 лет, но виновные так и не понесли ответственности. Сейчас не которые из фигурантов рабо'
       'тают адвокатами. В 2008 году ЕСПЧ вынес по делу Масловой постановление против России, установившее нарушение запрета'
       ' пыток\n\n<i>* Пытка с применением противогаза, когда жертве перекрывается кислород</i> '
       ),

3:('AgACAgIAAxkBAAMHZqA2lcNt8-MBNAUQHFg50Oqq3hcAAhraMRvKrwhJ0EonyYNXt-IBAAMCAAN4AAM1BA',
       '<b>Январь 2002 года. Дмитрий Очелков</b>\n\n«Ласточка»*, избиение ножкой стула и «глотай пивную пробку!» — '
       'такие способы воздействия применяли милиционеры к Дмитрию Очелкову для получения явки '
       'с повинной по делу о краже машины. Потом следствие заставило Дмитрия заявить, что сотрясение мозга и мно'
       'гочисленные травмы он получил, ударившись о книжную полку, когда вставал со стула. Однако эта версия полностью '
       'опровергалась заключениями экспертиз. Год спустя Очелков вновь стал жертвой пыток — на этот раз в ход пошли '
       'удары током и «слоник». На национальном уровне сотрудники правоохрани'
       'тельных органов ответственности за пытки так и не понесли — в следственной волоките истекли сроки давности. '
       'Однако Европейский суд по правам человека вынес постановление, в котором назвал Россию виновной в пытках '
       'и неэффективном расследовании. Родственники получили компенсацию в размере 20 000 евро, но сам Дмитрий решения '
       'не дождался. Он умер в 2012 году\n\n<i>*  Пытка, представляющая собой подвешивание жертвы за связанные за спиной руки '
       'и ноги</i>'
       ),

4:('AgACAgIAAxkBAAMJZqA2-jeOfwps-up5c0NGGrnY5PEAAhzaMRvKrwhJKZAgOG76xz0BAAMCAAN4AAM1BA',
   '<b>Август 2005 года. Александр Шкурин</b>\n\nИзбиения резиновой палкой, принудительный шпагат и вымогательство взятки — '
    'такие методы использовали оперативники, чтобы принудить Александра сознаться в краже поросёнка. Мужчина получил '
    'множество травм. После пыток Александр был освобождён, чтобы найти деньги для взятки милиционерам, перенёс операцию в '
    'больнице и скончался через несколько дней после. Пытатели получили реальные сроки лишения свободы от 6,5 до 17 лет '
    'колонии. Мать погибшего получила компенсации от государства на сумму 300 000 рублей'
       ),

5:('AgACAgIAAxkBAAMLZqA3Rkq43ZAgV0eKDMF-DGM4utUAAh3aMRvKrwhJMQbES3ggx6sBAAMCAAN4AAM1BA',
       '<b>Апрель 2009 года. Алексей Якимов</b>\n\nУдушение пакетом, многочасовые унижения веселья ради и «конец твоей никчёмной жизни!» — так два пьяных '
       'милиционера издевались над Алексеем Якимовым, которого они задержали в центре Нижнего Новгорода. Истяза'
       'ния сотрудники органов объясняли тем, что Якимов был «лысый и здоровый». Затем, чтобы скрыть свои действия '
       'и избавиться от жертвы, они выбросили Алексея в ледяной гребной канал. Но тот, благодаря снятым наручникам, смог '
       'выбраться из воды и выжил. За совершённое преступление милиционеры получили крайне мягкое наказание — 3 года и 1'
       ' месяц лишения свободы'
       ),

6:('AgACAgIAAxkBAAMNZqA3fY1XhZL2xuzWKPt3SjBed7UAAh7aMRvKrwhJJxKbwzKPkVMBAAMCAAN4AAM1BA',
       '<b>Март 2011 года. Александр Дмитриев</b>\n\nУгрозы изнасилованием, «конверт» и избиение ку'
       'лаком по голове — так полицейские выбивали признание в краже у Александра. После освобождения у него ди'
       'агностировали перелом позвоночника и сотрясение мозга. Самый старший из участвовавших в пытках был младше '
       'Дмитриева на 22 года. Это дело относительно быстро прошло стадии следствия и суда. В начале 2013 года бывшим правоохр'
       'анителям назначили по 5 лет лишения свободы. Ещё через год обвинительный приговор был отменён. Окончательно справед'
       'ливость восторжествовала в 2017 году, когда обвиняемые снова получили по 5 лет колонии. В качестве моральной '
       'компенсации за полицейский беспредел Дмитриев получил 6000 рублей'
       ),

7:('AgACAgIAAxkBAAMPZqA3qs4uixDHuhqSKc-bbecldwsAAh_aMRvKrwhJadAPp04Iyn8BAAMCAAN4AAM1BA',
       '<b>Декабрь 2015 года. Артём Пономарчук</b>\n\nЗа непредъявление паспорта — задержание, электрический ток и '
       'изнасилование подручным предметом. После всего этого Артём написал явку с повинной, признав'
       'шись в коллективном разбойном нападении. Дело о пытках не возбуждали два года, а после возбуждения — прекраща'
       'ли больше десятка раз. Вместе с Артёмом от пыток пострадали ещё три человека, задержанные вместе с ним.\n'
       'Дело о разбое против Пономарчука и его товарищей завершилось в 2016 году, но позже из-за процессуальных '
       'нарушений оно несколько раз возвращалось в прокуратуру. В 2023 году ЕСПЧ коммуницировал жалобу Артёма на пытки.'
       ),

8:('AgACAgIAAxkBAAMRZqA4QUxW28vdFOCP8_1trjpkuxsAAiDaMRvKrwhJ_zjjs9BJGWkBAAMCAAN4AAM1BA',
       '<b>Июль 2017 года. Евгений Макаров</b>\n\nРаспятие на столе, избиения дубинками и коллективные истязания — именно эти '
       'события попали на служебный видеорегистратор, когда 13 сотрудников ФСИН издевались над Евгением Макаровым. Они даже '
       'сохранили записи, чтобы отчитаться перед начальством за хорошо проведённую «воспитательную работу» с осуждёнными.'
       ' Чтобы Макаров во время пыток не терял сознание и острее испытывал боль, его поливали водой. Всего он получил больше '
       'восьми сотен ударов по разным частям тела. Вместе с Макаровым истязаниям подверглись ещё несколько заключённых.'
       ),

9:('AgACAgIAAxkBAAMRZqA4QUxW28vdFOCP8_1trjpkuxsAAiDaMRvKrwhJ_zjjs9BJGWkBAAMCAAN4AAM1BA',
       'Это дело, которое по региону нахождения колонии прозвали «ярославским», стало одним из самых резонансных кейсов о пытках '
       'в истории современной России. По данным соцопросов, примерно треть россиян знала подробности этого пыточного дела или '
       'что-то о нём слышала. В результате огласки начальник исправительного учреждения лишился должности; '
       'сменился начальник регионального ФСИН (по официальной версии — вышел на пенсию).'
       'Некоторые пытатели получили обвинительные приговоры. Из 32 силовиков2, причастных, по мнению правозащитни'
       'ков, к пыткам в Ярославской колонии, 22 получили сроки от условных до 4 лет реального лишения свободы. Часть '
       'из них не попала в колонии из-за перезачёта сроков нахождения в СИЗО. Ещё двое были оправданы. Один фигурант, как и сам Макаров, скончались. '
       ),

10:('AgACAgIAAxkBAAMTZqA9BaRkSzTGstl-z6s7bOv5OBUAAiTaMRvKrwhJ9pRDqRFU7YABAAMCAAN4AAM1BA',
       '<b>Сентябрь 2020 года. Салман Тепсуркаев</b>\n\nПохищение, показное видео с попыткой «посадить на бутылку» и раскаянием '
       'за деятельность в интернете — всё это предшествовало бесследному исчезновению Салмана Тепсуркаева, администратора '
       'телеграм-канала, рассказывавшего о нарушениях прав человека в Чечне. Правозащитники с опорой на собранные доказательства '
       'утверждают, что 19-летнего парня увезли чеченские правоохранители. На момент написания этого текста местонахождение '
       'Тепсуркаева продолжает оставаться неизвестным, а следствие по факту его похищения продолжается. Салман стал '
       'одним из десятков или даже сотен жертв насильственных исчезновений на Северном Кавказе. В 2021 году ЕСПЧ вынес постано'
       'вление, в котором признал действия российских властей нарушающими за'
       'прет бесчеловечного обращения, а расследование исчезновения — недостаточно эффе'
       'ктивным       /exit'
       )

}